Repository: jenymoen/my_tool_shed
Catalog: lib/l10n/app_*.arb
Languages: es, fr, nb, no

# appTitle
source: My Tool Shed
es: Mi Caja de Herramientas
fr: Mon Hangar à Outils
no: Mitt Verktøyskur

source: Dashboard
es: Panel de Control
fr: Tableau de Bord
no: Dashbord

source: All Tools
es: Todas las Herramientas
fr: Tous les Outils
nb: Alle Verktøy
no: Alle Verktøy

source: Profile
es: Perfil
fr: Profil
no: Profil

source: Logout
es: Cerrar Sesión
fr: Déconnexion
no: Logg Ut

source: Borrow Tool
es: Prestar Herramienta
fr: Emprunter un Outil
no: Lån Verktøy

source: Return Tool
es: Devolver Herramienta
fr: Retourner un Outil
no: Lever Tilbake Verktøy

source: Select Tool to Borrow
es: Seleccionar Herramienta para Prestar
fr: Sélectionner un Outil à Emprunter
no: Velg Verktøy å Låne

source: Borrower Name
es: Nombre del Prestatario
fr: Nom de l'Emprunteur
no: Lånerens Navn

source: Phone Number
es: Número de Teléfono
fr: Numéro de Téléphone
no: Telefonnummer

source: Email
es: Correo Electrónico
no: E-post

source: Start Date
es: Fecha de Inicio
fr: Date de Début
no: Startdato

source: Return Date
es: Fecha de Devolución
fr: Date de Retour
no: Returdato

source: Borrow Notes
es: Notas de Préstamo
fr: Notes d'Emprunt
no: Lånenotater

source: Return Notes
es: Notas de Devolución
fr: Notes de Retour
no: Returnotater

source: View Borrow History
es: Ver Historial de Préstamos
fr: Voir l'Historique des Emprunts
no: Se Lånehistorikk

source: Cancel
es: Cancelar
fr: Annuler
nb: Avbryt
no: Avbryt

source: Mark as Borrowed
es: Marcar como Prestado
fr: Marquer comme Emprunté
no: Merk som Lånt

source: Mark as Returned
es: Marcar como Devuelto
fr: Marquer comme Retourné
no: Merk som Returnert

# noToolsAvailable
source: No tools are borrowed out.
es: No hay herramientas disponibles para prestar.
fr: Aucun outil disponible pour l'emprunt.
nb: Ingen verktøy tilgjengelig for lån
no: Ingen verktøy er tilgjengelige for utlån.

source: Scan Tool QR Code
es: Escanear Código QR de la Herramienta
fr: Scanner le Code QR de l'Outil
no: Skann Verktøy QR-kode

# positionQRCode
source: Position QR code within frame
es: Posicione el código QR dentro del marco
fr: Positionnez le code QR dans le cadre
no: Plasser QR-koden innenfor rammen

source: Overdue
es: Vencido
fr: En Retard
no: Forfalt

source: Due Soon
es: Próximo a Vencer
fr: À Rendre Bientôt
no: Forfaller Snart

source: Other Borrowed Items
es: Otros Elementos Prestados
fr: Autres Articles Empruntés
no: Andre Lånte Gjenstander

# days
source: {count, plural, =0{0 days} =1{1 day} other{{count} days}}
es: {count, plural, =0{0 días} =1{1 día} other{{count} días}}
fr: {count, plural, =0{0 jours} =1{1 jour} other{{count} jours}}
no: {count, plural, =0{0 dager} =1{1 dag} other{{count} dager}}

# overdueBy
source: Overdue by {days}
es: Vencido por {days}
fr: En retard de {days}
no: Forfalt med {days}

# dueIn
source: Due in {days}
es: Vence en {days}
fr: À rendre dans {days}
no: Forfaller om {days}

# brand
source: Brand: {brand}
es: Marca: {brand}
fr: Marque: {brand}
no: Merke: {brand}

# borrowedBy
source: Borrowed by: {name}
es: Prestado por: {name}
fr: Emprunté par: {name}
no: Lånt av: {name}

# returnBy
source: Return by: {date}
es: Devolver antes de: {date}
fr: À rendre avant le: {date}
no: Lever tilbake innen: {date}

source: Select start date
es: Seleccionar fecha de inicio
fr: Sélectionner la date de début
no: Velg startdato

source: Select return date
es: Seleccionar fecha de devolución
fr: Sélectionner la date de retour
no: Velg returdato

# enterBorrowerName
source: Enter borrower's name
es: Ingrese el nombre del prestatario
fr: Entrez le nom de l'emprunteur
no: Skriv inn lånerens navn

# enterBorrowerPhone
source: Enter borrower's phone
es: Ingrese el teléfono del prestatario
fr: Entrez le téléphone de l'emprunteur
no: Skriv inn lånerens telefon

# enterBorrowerEmail
source: Enter borrower's email
es: Ingrese el correo del prestatario
fr: Entrez l'email de l'emprunteur
no: Skriv inn lånerens e-post

# addBorrowNotes
source: Add notes about the borrow
es: Agregar notas sobre el préstamo
fr: Ajouter des notes sur l'emprunt
no: Legg til notater om lånet

# addReturnNotes
source: Add notes about the return
es: Agregar notas sobre la devolución
fr: Ajouter des notes sur le retour
no: Legg til notater om returen

source: Language
es: Idioma
fr: Langue
no: Språk

source: English
es: Inglés
fr: Anglais
no: Engelsk

source: Spanish
es: Español
fr: Espagnol
no: Spansk

source: French
es: Francés
fr: Français
no: Fransk

source: Norwegian
es: Noruego
fr: Norvégien
no: Norsk

source: Settings
es: Configuración
fr: Paramètres
no: Innstillinger

# noToolsYet
source: No tools yet. Add some!
es: Aún no hay herramientas. ¡Agrega algunas!
fr: Pas encore d'outils. Ajoutez-en !
no: Ingen verktøy ennå. Legg til noen!

source: Borrowed
es: Prestado
fr: Emprunté
no: Utlånt

source: Available
es: Disponible
fr: Disponible
no: Tilgjengelig

source: Community
es: Comunidad
fr: Communauté

source: Add Allowed Borrowers
es: Añadir Prestatarios Permitidos
fr: Ajouter des Emprunteurs Autorisés
nb: Legg til Tillatte Låntakere

source: Search community members...
es: Buscar miembros de la comunidad...
fr: Rechercher des membres de la communauté...

source: No members found
es: No se encontraron miembros
fr: Aucun membre trouvé
nb: Ingen medlemmer funnet

source: Add Borrower
es: Añadir Prestatario
fr: Ajouter un Emprunteur
nb: Legg til Låntaker

source: Done
es: Hecho
fr: Terminé
nb: Ferdig

source: Community Sharing Settings
es: Configuración de Compartir en Comunidad
fr: Paramètres de Partage Communautaire
nb: Fellesskapsdelingsinnstillinger

source: Require Approval
es: Requerir Aprobación
fr: Exiger une Approbation
nb: Krev Godkjenning

# requireApprovalDescription
source: Approve each borrow request before allowing the tool to be borrowed
es: Aprobar cada solicitud de préstamo antes de permitir que la herramienta sea prestada
fr: Approuver chaque demande d'emprunt avant de permettre l'emprunt de l'outil

source: Allowed Borrowers
es: Prestatarios Permitidos
fr: Emprunteurs Autorisés
nb: Tillatte Låntakere

# allCommunityMembersCanBorrow
source: All community members can borrow this tool
es: Todos los miembros de la comunidad pueden pedir prestada esta herramienta
fr: Tous les membres de la communauté peuvent emprunter cet outil
nb: Alle fellesskapsmedlemmer kan låne dette verktøyet

source: Make Available
es: Hacer Disponible
fr: Rendre Disponible
nb: Gjør Tilgjengelig

# toolAvailableForCommunity
source: Tool is now available for community sharing
es: La herramienta ahora está disponible para compartir en la comunidad
fr: L'outil est maintenant disponible pour le partage communautaire

# failedToUpdateSettings
source: Failed to update sharing settings
es: Error al actualizar la configuración de compartir
fr: Échec de la mise à jour des paramètres de partage

# noPermissionToUpdate
source: You do not have permission to update this tool
es: No tienes permiso para actualizar esta herramienta
fr: Vous n'avez pas la permission de mettre à jour cet outil

# toolNotFound
source: Tool not found in database
es: Herramienta no encontrada en la base de datos
fr: Outil non trouvé dans la base de données

# networkError
source: Network error. Please check your connection
es: Error de red. Por favor verifica tu conexión
fr: Erreur réseau. Veuillez vérifier votre connexion

source: Dismiss
es: Descartar
fr: Fermer

source: Owner
es: Propietario
fr: Propriétaire

source: Location
es: Ubicación
fr: Emplacement

source: Condition
es: Condición
fr: État

source: Last Maintenance
es: Último Mantenimiento
fr: Dernier Entretien

source: Maintenance Notes
es: Notas de Mantenimiento
fr: Notes d'Entretien

# ratingsAndReviews
source: Ratings & Reviews
es: Calificaciones y Reseñas
fr: Évaluations et Avis

source: No ratings yet
es: Aún no hay calificaciones
fr: Pas encore d'évaluations
nb: Ingen vurderinger ennå

source: Request to Borrow
es: Solicitar Préstamo
fr: Demander à Emprunter
nb: Be om Lån

source: Available for Community
es: Disponible para la Comunidad
fr: Disponible pour la Communauté

source: Borrow requests require approval
es: Las solicitudes de préstamo requieren aprobación
fr: Les demandes d'emprunt nécessitent une approbation

source: Open for immediate borrowing
es: Abierto para préstamo inmediato
fr: Ouvert pour emprunt immédiat

source: Borrow request submitted
es: Solicitud de préstamo enviada
fr: Demande d'emprunt soumise
nb: Låneforespørsel sendt

# communityTitle
source: Community
es: Comunidad
fr: Communauté
nb: Fellesskap

source: Members
es: Miembros
fr: Membres
nb: Medlemmer

source: Tools
es: Herramientas
fr: Outils
nb: Verktøy

source: Trust Network
es: Red de Confianza
fr: Réseau de Confiance
nb: Tillitsnettverk

source: Recommendations
es: Recomendaciones
fr: Recommandations
nb: Anbefalinger

source: Add Trusted Member
es: Añadir Miembro de Confianza
fr: Ajouter un Membre de Confiance
nb: Legg til Betrodd Medlem

# nameRequired
source: Name is required
es: El nombre es obligatorio
fr: Le nom est requis
nb: Navn er påkrevd

source: Add Member
es: Añadir Miembro
fr: Ajouter un Membre
nb: Legg til Medlem

source: Sort by Rating
es: Ordenar por Calificación
fr: Trier par Note
nb: Sorter etter Vurdering

source: Sort by Name
es: Ordenar por Nombre
fr: Trier par Nom
nb: Sorter etter Navn

source: Sort by Brand
es: Ordenar por Marca
fr: Trier par Marque
nb: Sorter etter Merke

source: Retry
es: Reintentar
fr: Réessayer
nb: Prøv Igjen

# toolAvailableForSharing
source: Tool is now available for community sharing
es: La herramienta ahora está disponible para compartir en la comunidad
fr: L'outil est maintenant disponible pour le partage communautaire
nb: Verktøyet er nå tilgjengelig for fellesskapsdeling

source: Remove from Community
es: Eliminar de la Comunidad
fr: Retirer de la Communauté
nb: Fjern fra Fellesskap

# toolRemovedFromSharing
source: Tool removed from community sharing
es: Herramienta eliminada del compartir en comunidad
fr: Outil retiré du partage communautaire
nb: Verktøy fjernet fra fellesskapsdeling

source: Remove
es: Eliminar
fr: Retirer
nb: Fjern

# noTrustedMembers
source: No trusted members yet
es: Aún no hay miembros de confianza
fr: Pas encore de membres de confiance
nb: Ingen betrodde medlemmer ennå

# noMembersTrustYou
source: No members trust you yet
es: Aún no hay miembros que confíen en ti
fr: Aucun membre ne vous fait confiance pour le moment
nb: Ingen medlemmer stoler på deg ennå

# errorLoadingTools
source: Error loading tools: {error}
es: Error al cargar herramientas: {error}
fr: Erreur lors du chargement des outils : {error}
nb: Feil ved lasting av verktøy: {error}

source: Name
es: Nombre
fr: Nom
nb: Navn

source: Add trusted members to start building your community
es: Añade miembros de confianza para comenzar a construir tu comunidad
fr: Ajoutez des membres de confiance pour commencer à construire votre communauté
nb: Legg til betrodde medlemmer for å begynne å bygge ditt fellesskap

# tryAdjustingSearchOrFilters
source: Try adjusting your search or filters
es: Intenta ajustar tu búsqueda o filtros
fr: Essayez d'ajuster votre recherche ou vos filtres
nb: Prøv å justere søket eller filtrene

source: No tools found
es: No se encontraron herramientas
fr: Aucun outil trouvé
nb: Ingen verktøy funnet

source: Search tools...
es: Buscar herramientas...
fr: Rechercher des outils...
nb: Søk verktøy...

source: Filter tools
es: Filtrar herramientas
fr: Filtrer les outils
nb: Filtrer verktøy

source: Sort tools
es: Ordenar herramientas
fr: Trier les outils
nb: Sorter verktøy

source: View tools
es: Ver herramientas
fr: Voir les outils
nb: Vis verktøy

source: List View
es: Vista de Lista
fr: Vue Liste
nb: Listevisning

source: Grid View
es: Vista de Cuadrícula
fr: Vue Grille
nb: Rutenettvisning

source: Available Tools
es: Herramientas Disponibles
fr: Outils Disponibles
nb: Tilgjengelige Verktøy

source: Borrowed Tools
es: Herramientas Prestadas
fr: Outils Empruntés
nb: Lånte Verktøy

source: My Tools
es: Mis Herramientas
fr: Mes Outils
nb: Mine Verktøy

source: Community Tools
es: Herramientas de la Comunidad
fr: Outils de la Communauté
nb: Fellesskapsverktøy

source: Recommended Tools
es: Herramientas Recomendadas
fr: Outils Recommandés
nb: Anbefalte Verktøy

source: Popular Tools
es: Herramientas Populares
fr: Outils Populaires
nb: Populære Verktøy

source: Recent Tools
es: Herramientas Recientes
fr: Outils Récents
nb: Nylige Verktøy

source: Favorite Tools
es: Herramientas Favoritas
fr: Outils Favoris
nb: Favorittverktøy

source: Tool Categories
es: Categorías de Herramientas
fr: Catégories d'Outils
nb: Verktøykategorier

source: Tool Brands
es: Marcas de Herramientas
fr: Marques d'Outils
nb: Verktøymerker

source: Tool Conditions
es: Condiciones de Herramientas
fr: Conditions des Outils
nb: Verktøyforhold

source: Tool Status
es: Estado de la Herramienta
fr: État de l'Outil
nb: Verktøystatus

source: Tool Location
es: Ubicación de la Herramienta
fr: Emplacement de l'Outil
nb: Verktøyplassering

source: Tool Owner
es: Propietario de la Herramienta
fr: Propriétaire de l'Outil
nb: Verktøyeier

source: Tool Borrower
es: Prestatario de la Herramienta
fr: Emprunteur de l'Outil
nb: Verktøylåntaker

source: Tool Return Date
es: Fecha de Devolución
fr: Date de Retour
nb: Returdato

source: Tool Borrow Date
es: Fecha de Préstamo
fr: Date d'Emprunt
nb: Lånedato

source: Tool Description
es: Descripción de la Herramienta
fr: Description de l'Outil
nb: Verktøybeskrivelse

source: Tool Instructions
es: Instrucciones de la Herramienta
fr: Instructions de l'Outil
nb: Verktøyinstruksjoner

source: Tool Warnings
es: Advertencias de la Herramienta
fr: Avertissements de l'Outil
nb: Verktøyadvarsler

source: Tool Maintenance
es: Mantenimiento de la Herramienta
fr: Maintenance de l'Outil
nb: Verktøyvedlikehold

source: Tool History
es: Historial de la Herramienta
fr: Historique de l'Outil
nb: Verktøyhistorikk

source: Tool Reviews
es: Reseñas de la Herramienta
fr: Avis sur l'Outil
nb: Verktøyomtaler

source: Tool Ratings
es: Calificaciones de la Herramienta
fr: Notes de l'Outil
nb: Verktøyvurderinger

source: Tool Comments
es: Comentarios de la Herramienta
fr: Commentaires sur l'Outil
nb: Verktøykommentarer

source: Tool Photos
es: Fotos de la Herramienta
fr: Photos de l'Outil
nb: Verktøyfoto

source: Tool Documents
es: Documentos de la Herramienta
fr: Documents de l'Outil
nb: Verktøydokumenter

source: Tool Links
es: Enlaces de la Herramienta
fr: Liens de l'Outil
nb: Verktøylenker

source: Tool Tags
es: Etiquetas de la Herramienta
fr: Tags de l'Outil
nb: Verktøytagger

source: Tool Notes
es: Notas de la Herramienta
fr: Notes sur l'Outil
nb: Verktøynotater

source: Tool Price
es: Precio de la Herramienta
fr: Prix de l'Outil
nb: Verktøypris

source: Tool Value
es: Valor de la Herramienta
fr: Valeur de l'Outil
nb: Verktøyverdi

source: Tool Insurance
es: Seguro de la Herramienta
fr: Assurance de l'Outil
nb: Verktøyforsikring

source: Tool Warranty
es: Garantía de la Herramienta
fr: Garantie de l'Outil
nb: Verktøygaranti

source: Tool Serial Number
es: Número de Serie
fr: Numéro de Série
nb: Serienummer

source: Tool Model Number
es: Número de Modelo
fr: Numéro de Modèle
nb: Modellnummer

source: Tool Manufacturer
es: Fabricante
fr: Fabricant
nb: Produsent

source: Tool Year
es: Año
fr: Année
nb: År

source: Tool Purchase Date
es: Fecha de Compra
fr: Date d'Achat
nb: Kjøpsdato

source: Tool Purchase Price
es: Precio de Compra
fr: Prix d'Achat
nb: Kjøpspris

source: Tool Purchase Location
es: Lugar de Compra
fr: Lieu d'Achat
nb: Kjøpssted

source: Tool Purchase Receipt
es: Recibo de Compra
fr: Reçu d'Achat
nb: Kjøpskvittering

source: Tool Purchase Warranty
es: Garantía de Compra
fr: Garantie d'Achat
nb: Kjøpsgaranti

source: Tool Purchase Insurance
es: Seguro de Compra
fr: Assurance d'Achat
nb: Kjøpsforsikring

source: Tool Purchase Notes
es: Notas de Compra
fr: Notes d'Achat
nb: Kjøpsnotater

source: Tool Purchase Photos
es: Fotos de Compra
fr: Photos d'Achat
nb: Kjøpsfoto

source: Tool Purchase Documents
es: Documentos de Compra
fr: Documents d'Achat
nb: Kjøpsdokumenter

source: Tool Purchase Links
es: Enlaces de Compra
fr: Liens d'Achat
nb: Kjøpslenker

source: Tool Purchase Tags
es: Etiquetas de Compra
fr: Tags d'Achat
nb: Kjøpstagger

# dateFormatDescription
source: Date format used throughout the app
es: Formato de fecha utilizado en toda la aplicación

source: Login
es: Iniciar sesión

source: Sign Up
es: Registrarse

source: Password
es: Contraseña

source: Forgot Password?
es: ¿Olvidaste tu contraseña?

source: Reset Password
es: Restablecer contraseña

source: Send Reset Link
es: Enviar enlace de restablecimiento

# passwordResetEmailSent
source: Password reset email sent. Please check your inbox.
es: Se ha enviado un correo para restablecer la contraseña. Por favor, revisa tu bandeja de entrada.

source: Sign in with Google
es: Iniciar sesión con Google
